Repository: arman11sargsyan/test2
Catalog: public_html/var/langs/*/addons/wk_shopify_connector.po
Languages: ru_ru

# Addons::name::wk_shopify_connector
source: Shopify Connector
ru_ru: Коннектор Shopify

# Addons::description::wk_shopify_connector
source: Admin can sync his product category and orders in a simple way
ru_ru: Администратор может легко синхронизировать свою категорию продукта и заказы

# Languages::wk_shopify_connector_menu_description
source: Manage and view shopify store to map your data with cs-cart
ru_ru: Управляйте магазином shopify и просматривайте его, чтобы отображать свои данные с помощью cs-cart

# Languages::wk_shopify_connector
source: Shopify Connector
ru_ru: Коннектор Shopify

# Languages::sorry_this_order_is_not_created
source: Sorry, This order is not created.
ru_ru: Сожалею, Этот заказ не создается.

# SettingsOptions::wk_shopify_connector::order_status_to_stop_order
source: Order Status For Stop Sending products to Shopify
ru_ru: Статус заказа для остановки отправки продуктов в Shopify

# SettingsTooltips::wk_shopify_connector::order_status_to_stop_order
source: Select Order Status For Stop Sending products to Shopify
ru_ru: Выберите статус заказа, чтобы прекратить отправку продуктов в Shopify

# Languages::wk_shopify.shopify_api_key
source: Api Key
ru_ru: Ключ API

# Languages::wk_shopify.shopify_secret_key
source: Password
ru_ru: пароль

# Languages::wk_shopify.domain_name
source: Domain Name
ru_ru: Доменное имя

# Languages::wk_shopify.shop_name
source: Shop Name
ru_ru: Название магазина

# Languages::product_settings
source: Product Setting
ru_ru: Настройка продукта

# Languages::default_cscart_category
source: Default Category
ru_ru: Категория по умолчанию

# Languages::edit_account
source: Edit Account
ru_ru: Редактировать аккаунт

# Languages::delete_account
source: Delete Account
ru_ru: Удалить аккаунт

# Languages::domain_name
source: Domain Name
ru_ru: Доменное имя

# Languages::shop_name
source: Shop Name
ru_ru: Название магазина

# Languages::shopify_credentials
source: Shop Credentials
ru_ru: Учетные данные магазина

# Languages::shopify_authenticate
source: Authenticate
ru_ru: Аутентифицировать

# Languages::manage_shopify_accounts
source: Manage Shopify Accounts
ru_ru: Управление учетными записями Shopify

# Languages::add_shopify_merchant
source: Add Shopify Account
ru_ru: Добавить учетную запись Shopify

# Languages::manage_category_mapping
source: Category Map
ru_ru: Категория Карта

# Languages::cscart_category
source: Default Category
ru_ru: Категория по умолчанию

# Languages::topic
source: Topic
ru_ru: Тема

# Languages::webhook_setting
source: Webhook Setting
ru_ru: Настройка веб-перехватчика

# Languages::shopify_currency
source: Shopify Currency
ru_ru: Валюта Shopify

# Languages::manage_shopify_products
source: Manage Shopify Products
ru_ru: Управление продуктами Shopify

# Languages::manage_shopify_orders
source: Manage Shopify Orders
ru_ru: Управление заказами Shopify

# Languages::manage_shopify_shipping_templates
source: Manage Shopify Shipping Templates
ru_ru: Управление шаблонами доставки Shopify

# Languages::import_product
source: Start Import
ru_ru: Начать импорт

# Languages::colection_id
source: Collection Id
ru_ru: Идентификатор коллекции

# Languages::list_product
source: Map Product
ru_ru: Карта продукта

# Languages::import_colection_id_placeholder
source: Enter Collection Id to import products
ru_ru: Введите идентификатор коллекции, чтобы импортировать товары

# Languages::import_product_from_shopify
source: Import Product From Shopify
ru_ru: Импортировать продукт из Shopify

# Languages::map_new_category
source: Map New Category
ru_ru: Карта Новая категория

# Languages::cscart_categories
source: Cs-Cart Category
ru_ru: Категория CS-Cart

# Languages::shopify_categories
source: Shopify Category
ru_ru: Категория Shopify

# Languages::map
source: Map
ru_ru: карта

# Languages::shopify_collection_id
source: Shopify Collection Id
ru_ru: Идентификатор коллекции Shopify

# Languages::shopify_collection
source: Shopify Collection
ru_ru: Коллекция Shopify

# Languages::list_of_shopify_products
source: Select And Sync Products
ru_ru: Выбрать и синхронизировать продукты

# Languages::total_product_for_collection_id
source: Total product count for collection id ([collection_id]) is [product_count]
ru_ru: Общее количество товаров для идентификатора коллекции ([collection_id]) составляет [product_count]

# Languages::total_mapped_product_for_collection_id
source: Total mapped product count for collection id ([collection_id]) is [mapped_count]/[product_count]
ru_ru: Общее количество сопоставленных продуктов для идентификатора коллекции ([collection_id]) составляет [mapped_count] / [product_count]

# Languages::shopify_product_id
source: Shopify Product Id
ru_ru: Идентификатор продукта Shopify

# Languages::import_products_from_shopify
source: Import Products From Shopify
ru_ru: Импортировать товары из Shopify

# Languages::collection_id
source: Collection Id
ru_ru: Идентификатор коллекции

# Languages::smart_
source: Smart
ru_ru: Умная

# Languages::custom_
source: Custom
ru_ru: На заказ

# Languages::smart_collection_title
source: Collection Title
ru_ru: Название коллекции

# Languages::custom_collection_title
source: Custom Collection Title
ru_ru: Пользовательское название коллекции

# Languages::shopify_category_map_notice
source: Please mapp shopify categories first under category mapping.In case not product will fall on default store category
ru_ru: Translation

# Languages::choose_one
source: Please enter a collection id or select from below list
ru_ru: Translation

# Languages::created_at
source: Created At
ru_ru: Создан в

# Languages::updated_at
source: Updated At
ru_ru: Обновлено в

# Languages::list_of_shopify_orders
source: Select And Import Orders
ru_ru: Выбрать и импортировать заказы

# Languages::financial_status
source: Financial status
ru_ru: Финансовый статус

# Languages::fullfillment_status
source: Fulfillment Status
ru_ru: статус выполнения

# Languages::order_import
source: Order Import
ru_ru: Заказать импорт

# Languages::import_orders
source: Import Orders
ru_ru: Импорт заказов

# Languages::list_all_orders
source: Import Shopify Orders
ru_ru: Импорт заказов Shopify

# Languages::s_orders
source: Shopify Orders
ru_ru: Shopify Заказы

# Languages::payment_processor
source: Payment Processor
ru_ru: Платежной системы

# Languages::order_settings
source: Order Settings
ru_ru: Настройки заказа

# Languages::edit_shopify_merchant
source: Edit shopify Merchant
ru_ru: Изменить продавца Shopify

# Languages::store_productid
source: Store Product Id
ru_ru: Идентификатор продукта магазина

# Languages::sync_product
source: Sync Product
ru_ru: Синхронизировать продукт

# Languages::product_mapping
source: Sync Selected
ru_ru: Синхронизация выбрана

# Languages::finish_import_product
source: Select & Sync Desired Items to Finish Product Import
ru_ru: Выберите и синхронизируйте желаемые элементы для завершения импорта продукта

# Languages::list_shopify_orders
source: Exported Shopify Orders
ru_ru: Экспортированные заказы Shopify

# Languages::shopify_order_id
source: Shopify Order Id
ru_ru: Идентификатор заказа Shopify

# Languages::shopify_order_total
source: Shopify Order Total
ru_ru: Общая сумма заказа Shopify

# Languages::order_number
source: Order Number
ru_ru: Номер заказа

# Languages::import_order
source: Import Order
ru_ru: Заказ на импорт

# Languages::import_order_by_date
source: By Date
ru_ru: По дате

# Languages::order_date_period
source: Date Period
ru_ru: Дата Период

# Languages::fullfillment_shipped
source: Fullfillment Shipped
ru_ru: Заполнение отправлено

# Languages::fullfillment_partial
source: Fullfillment Partial
ru_ru: Частичное заполнение

# Languages::fullfillment_unshipped
source: Fullfillment Unshipped
ru_ru: Заполнение без отправки

# Languages::import_order_by_order_id
source: By Order Id
ru_ru: По идентификатору заказа

# Languages::import_order_by_status
source: By Status
ru_ru: По статусу

# Languages::manage_shipping_zone_mapping
source: Manage Shipping Zone
ru_ru: Управление зоной доставки

# Languages::zone_id
source: Zone Id
ru_ru: Идентификатор зоны

# Languages::zone_name
source: Zone Name
ru_ru: Имя зоны

# Languages::cscart_shipping_id
source: Store shipping Id
ru_ru: Идентификатор доставки магазина

# Languages::cscart_shipping_name
source: Store Shipping Name
ru_ru: Отгрузочное наименование магазина

# Languages::additional_detail
source: Additional Details
ru_ru: дополнительные детали

# Languages::carrier_shipping_rate_providers
source: Carrier Provider
ru_ru: Оператор-провайдер

# Languages::delete_pro_text
source: Do you want to delete all Products assosiated with this account?
ru_ru: Вы хотите удалить все Продукты, связанные с этой учетной записью?

# Languages::wk_shopify.shopify_api_key_help
source: Enter api key of your shopify app here.
ru_ru: Введите ключ api вашего приложения shopify здесь.

# Languages::wk_shopify.shopify_secret_key_help
source: Enter Password here
ru_ru: Введите пароль здесь

# Languages::wk_shopify.domain_name_help
source: Enter domain name here.For ex. (shopname.myshopify.com)
ru_ru: Введите здесь доменное имя. (shopname.myshopify.com)

# Languages::wk_shopify.shop_name_help
source: Any name of your choice.
ru_ru: Любое имя на ваш выбор.

# Languages::default_cscart_category_help
source: Set Default category of cs cart. Product will be imported in this category in case you won't mapped their categories.
ru_ru: Установить категорию по умолчанию для корзины cs. Товар будет импортирован в эту категорию, если вы не сопоставили их категории.

# Languages::shopify_currency_help
source: Set shopify currency here.
ru_ru: Установите здесь валюту для покупки.

# Languages::close_shopify_order_help
source: Set order status on which you want to close shopify order too.
ru_ru: Установите статус заказа, по которому вы хотите закрыть Shopify заказ.

# Languages::cancel_shopify_order_help
source: Set order status on which you want to cancel shopify order too.
ru_ru: Установите статус заказа, на котором вы также хотите отменить заказ Shopify.

# Languages::payment_processor_help
source: Processor payment in which order get Imported.Please note that it must be offline type.
ru_ru: Платеж процессора, в котором выполняется импорт. Обратите внимание, что он должен быть офлайн.

# Languages::order_place
source: Order Placed
ru_ru: Заказ размещен

# Languages::registerhook
source: Register Hook
ru_ru: Зарегистрировать крючок

# Languages::products_successfully_sync
source: Product Successfully Sync
ru_ru: Продукт успешно синхронизирован

# Languages::closed
source: Closed
ru_ru: Закрыто

# Languages::cscart_category_id
source: Cs-cart Category Id
ru_ru: Идентификатор категории CS-Cart

# Languages::shopify_shipping.map_shipping
source: Shopify Shipping
ru_ru: Translation

# Languages::privileges.view_wk_shopify_connector
source: View Shopify connector
ru_ru: Просмотреть коннектор Shopify

# Languages::privileges.manage_wk_shopify_connector
source: Manage Shopify connector
ru_ru: Управляйте коннектором Shopify

# Languages::wkshopifyaccounterror
source: The Account is already created.
ru_ru: Аккаунт уже создан.

# Languages::not_shopify_products
source: Product is not related to shopify.
ru_ru: Товар не связан с магазином.

# Languages::select_anid
source: Select an Id first.
ru_ru: Сначала выберите идентификатор.
