Repository: arman11sargsyan/test2
Catalog: app/www/var/langs/*/addons/wk_woocommerce.po
Languages: ru_ru

# Addons::description::wk_woocommerce
source: Admin can sync his product category and orders in a simple way
ru_ru: Администратор может синхронизировать свою категорию продуктов и заказы простым способом

# Languages::wk_woocommerce_menu_description
source: Manage and view WooCommerce store to map your data with cs-cart
ru_ru: Управление и просмотр магазина WooCommerce для сопоставления ваших данных с помощью cs-cart

# Languages::woocommerce_shop_details
source: WooCommerce shop detail
ru_ru: WooCommerce магазин подробно

# Languages::wk_woocommerce.consumer_key
source: Consumer Key
ru_ru: Ключ потребителя

# Languages::wk_woocommerce.consumer_key_help
source: WooCommerce Consumer Key.
ru_ru: Ключ потребителя WooCommerce.

# Languages::wk_woocommerce.consumer_secret
source: Consumer Secret
ru_ru: Потребительский секрет

# Languages::wk_woocommerce.consumer_secret_help
source: WooCommerce Consumer Secret.
ru_ru: Потребительский секрет WooCommerce.

# Languages::wk_woocommerce.app_name
source: App name
ru_ru: Имя приложения

# Languages::wk_woocommerce.app_name_help
source: WooCommerce app name.
ru_ru: Название приложения WooCommerce.

# Languages::wk_woocommerce.store_url
source: Store URL
ru_ru: URL магазина

# Languages::wk_woocommerce.store_url_help
source: WooCommerce Store URL
ru_ru: URL магазина WooCommerce

# Languages::add_woocommerce_merchant
source: Add WooCommerce merchant
ru_ru: Добавить продавца WooCommerce

# Languages::edit_woocommerce_merchant
source: Edit WooCommerce merchant
ru_ru: Редактировать WooCommerce Merchant

# Languages::woocommerce_authenticate
source: Authenticate
ru_ru: проверять подлинность

# Languages::manage_woocommerce_accounts
source: Manage WooCommerce accounts
ru_ru: Управление учетными записями WooCommerc

# Languages::app_name
source: App name
ru_ru: Имя приложения

# Languages::manage_woocommerce_products
source: Manage products
ru_ru: Управление продуктами

# Languages::manage_woocommerce_orders
source: Manage Orders
ru_ru: Управление заказами

# Languages::manage_shippings_mapping
source: Shipping mapping
ru_ru: Карта доставки

# Languages::manage_payment_mapping
source: Payment method mapping
ru_ru: Отображение способа оплаты

# Languages::manage_category_mapping
source: Category mapping
ru_ru: Отображение категории

# Languages::manage_feature_mapping
source: Features mapping
ru_ru: Особенности картирования

# Languages::woo_delete_account
source: Delete account
ru_ru: Удалить аккаунт

# Languages::woo_default_order_status
source: Default order status
ru_ru: Статус заказа по умолчанию

# Languages::woo_payment_processor
source: Payment processor
ru_ru: Платежной системы

# Languages::payment_processor_help
source: Payment processor
ru_ru: Платежной системы

# Languages::woo_shipping_method
source: Shipping method
ru_ru: Способ доставки

# Languages::shipping_method_help
source: Shipping method
ru_ru: Способ доставки

# Languages::woo_default_cscart_category
source: Default CS-Cart category
ru_ru: Категория CS-Cart по умолчанию

# Languages::woo_default_cscart_category_help
source: Default CS-Cart category
ru_ru: Категория CS-Cart по умолчанию

# Languages::woocommerce_currency
source: WooCommerce Currency
ru_ru: WooCommerce Валюта

# Languages::woocommerce_currency_help
source: WooCommerce Currency
ru_ru: WooCommerce Валюта

# Languages::order_settings
source: Order settings
ru_ru: Настройки заказа

# Languages::product_settings
source: Product setting
ru_ru: Настройка продукта

# Languages::manage_accounts
source: Manage accounts
ru_ru: Управление учетными записями

# Languages::list_woocommerce_orders
source: List WooCommerce orders
ru_ru: Список заказов WooCommerce

# Languages::woocommerce_product_id
source: WooCommerce product Id
ru_ru: Идентификатор продукта WooCommerce

# Languages::wk_import_product
source: Import products
ru_ru: Импортные товары

# Languages::update_product_synchronization
source: Product sync
ru_ru: Синхронизация продукта

# Languages::product_sync
source: Product sync
ru_ru: Синхронизация продукта

# Languages::woocommerce_order_id
source: WooCommerce order Id
ru_ru: Идентификатор заказа WooCommerce

# Languages::woocommerce_order_total
source: WooCommerce order total
ru_ru: Общая сумма заказа WooCommerce

# Languages::order_key
source: Order key
ru_ru: Ключ заказа

# Languages::created_at
source: Created at
ru_ru: Создано в

# Languages::list_of_woocommerce_orders
source: List of WooCommerce orders
ru_ru: Список заказов WooCommerce

# Languages::import_orders
source: Import orders
ru_ru: Импорт заказов

# Languages::order_import
source: Import order
ru_ru: Импорт заказов

# Languages::wk_woocommerce_shippings
source: WooCommerce Shipping map
ru_ru: Карта доставки WooCommerce

# Languages::woocommerce_shipping_id
source: WooCommerce shipping Id
ru_ru: Идентификатор доставки WooCommerce

# Languages::woocommerce_shipping
source: Name
ru_ru: название

# Languages::wk_woocommerce_import_shippings
source: Import shippings
ru_ru: Импортные отправки

# Languages::wk_woocommerce_payments
source: WooCommerce payments map
ru_ru: Карта платежей WooCommerce

# Languages::woocommerce_payment_id
source: WooCommerce payment Id
ru_ru: Идентификатор WooCommerce платежей

# Languages::woocommerce_payment
source: Name
ru_ru: название

# Languages::wk_woocommerce_import_payments
source: Import Payments
ru_ru: Импортные платежи

# Languages::wk_woocommerce_categories
source: WooCommerce category map
ru_ru: Карта категорий WooCommerce

# Languages::woocommerce_category_id
source: WooCommerce category Id
ru_ru: Идентификатор категории WooCommerce

# Languages::woocommerce_category
source: Name
ru_ru: название

# Languages::wk_woocommerce_import_categories
source: Import categories
ru_ru: Импорт категорий

# Languages::wk_woocommerce_attributes
source: WooCommerce attribute map
ru_ru: Карта атрибутов WooCommerce

# Languages::woocommerce_attribute_id
source: WooCommerce attribute Id
ru_ru: Идентификатор атрибута WooCommerce

# Languages::wk_woocommerce_import_attributes
source: Import attributes
ru_ru: Импорт атрибутов

# Languages::request_not_valid
source: Invalid request
ru_ru: Неверный запрос

# Languages::wk_already_mapped_with_store_category
source: already mapped with store category
ru_ru: уже сопоставлены с категорией магазина

# Languages::already_mapped_with_another_woocommerce_category
source: already mapped with another WooCommerce category
ru_ru: уже сопоставлены с другой категорией WooCommerce

# Languages::fetching_product_data_from_woocommerce
source: Fetching WooCommerce products
ru_ru: Выбор продуктов WooCommerce

# Languages::fetching_product_data_from_woocommerce_for_id
source: Fetching WooCommerce product for product Id [product_id]
ru_ru: Выбор продукта WooCommerce для идентификатора продукта [product_id]

# Languages::products_created_updated_on_store
source: Products created on store
ru_ru: Товары, созданные в магазине

# Languages::import_products_from_woocommerce
source: Import products from WooCommerce
ru_ru: Импорт товаров из WooCommerce

# Languages::no_products_found_to_import
source: No products found to import
ru_ru: Не найдено товаров для импорта

# Languages::text_category_data_imported
source: Category data imported. <br> New: [new] <br> Existing: [exist] <br> Total: [total]
ru_ru: Данные категории импортированы. <br> Новое: [new] <br> Существующее: [exist] <br> Всего: [total]

# Languages::success
source: Success
ru_ru: успех

# Languages::text_shipping_data_imported
source: Shipping data imported. <br> New: [new] <br> Existing: [exist] <br> Total: [total]
ru_ru: Импортные данные импортированы. <br> Новое: [new] <br> Существующее: [exist] <br> Всего: [total]

# Languages::text_payment_data_imported
source: Payment data imported. <br> New: [new] <br> Existing: [exist] <br> Total: [total]
ru_ru: Данные платежа импортированы. <br> Новое: [new] <br> Существующее: [exist] <br> Всего: [total]

# Languages::text_attribute_data_imported
source: Attribute data imported. <br> New: [new] <br> Existing: [exist] <br> Total: [total]
ru_ru: Данные атрибута импортированы. <br> Новое: [new] <br> Существующее: [exist] <br> Всего: [total]

# Languages::import_product_from_woocommerce
source: Import products from WooCommerce
ru_ru: Импорт товаров из WooCommerce

# Languages::woocommerce_product_status
source: WooCommerce product status
ru_ru: Статус продукта WooCommerce

# Languages::import_product_id_placeholder
source: Product Ids comma seperated
ru_ru: Идентификатор продукта через запятую

# Languages::publish
source: Publish
ru_ru: Публиковать

# Languages::draft
source: Draft
ru_ru: Черновой вариант

# Languages::creating_on_store
source: creating on store
ru_ru: создание в магазине

# Languages::import_order
source: Import orders
ru_ru: Импорт заказов

# Languages::import_order_by_date
source: Import orders by date
ru_ru: Импорт заказов по дате

# Languages::order_date_period
source: Order date period
ru_ru: Период даты заказа

# Languages::import_order_by_order_id
source: Import orders by order-Id
ru_ru: Импорт заказов по идентификатору заказа

# Languages::import_order_by_status
source: Import orders by status
ru_ru: Импорт заказов по статусу

# Languages::on_hold
source: On hold
ru_ru: На удерживании

# Languages::trash
source: Trash
ru_ru: дрянь

# Languages::no_new_orders_to_import
source: No new orders to import
ru_ru: Нет новых заказов на импорт

# Languages::order_imported_on_store
source: Order imported on store
ru_ru: Заказ импортируется в магазине

# Languages::wk_woocomerce_webhook_deleted_successfully
source: Webhook deleted successfully
ru_ru: Webhook успешно удален

# Languages::wk_unable_to_delete_webhook
source: Unable to delete webhook
ru_ru: Невозможно удалить webhook

# Languages::category_mapped_successfully
source: Category mapped successfully
ru_ru: Категория успешно сопоставлена

# Languages::shipping_mapped_successfully
source: Shipping mapped successfully
ru_ru: Доставка успешно отображена

# Languages::payment_mapped_successfully
source: Payment mapped successfully
ru_ru: Платеж успешно сопоставлен

# Languages::attributes_mapped_successfully
source: Attributes mappped successfully
ru_ru: Атрибуты успешно сопоставлены

# Languages::wk_woocomerce_authorized_successfully
source: Authorised successfully
ru_ru: Авторизовано успешно

# Languages::wk_unable_to_authorize_user
source: Unable to authorise user
ru_ru: Невозможно авторизовать пользователя

# Languages::woo_webhook_settings
source: Webhook settings
ru_ru: Настройки Webhook

# Languages::topic
source: Topic
ru_ru: Тема

# Languages::register_order_webhook
source: Register order webhook
ru_ru: Зарегистрировать заказ webhook

# Languages::register_product_webhook
source: Register product webhook
ru_ru: Зарегистрировать продукт webhook

# Languages::woocommerce_attribute
source: Woocommerce Attribute
ru_ru: Атрибут Woocommerce

# Languages::on-hold
source: On hold
ru_ru: На удерживании

# Languages::import_orders_from_woocommerce
source: Import Orders From Woocommerce
ru_ru: Импорт заказов из Woocommerce

# Languages::account_already_exist_for_vendor
source: Merchant Account Already Exists
ru_ru: Учетная запись продавца уже существует

# Languages::import_product_id_help
source: Import Products By Product Id
ru_ru: Импорт продуктов по идентификатору продукта

# Languages::woocommerce_product_status_help
source: Import Product By Status
ru_ru: Импортировать продукт по статусу
